Repository: intraweb-modules12/iw_noteboard
Catalog: locale/*/LC_MESSAGES/module_*_noteboard.po
Languages: es

source: NoteBoard topics
es: Muestra los temas del tablón de notas

source: Show the NoteBoard headlines
es: Muestra los titulares del tablón de notas

source: Not classified
es: No clasificado

source: Topic not found
es: No se puede encontrar el tema

source: The note has not been found
es: No se ha encontrado la nota sobre la que realizar la acción solicitada

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: You are not allowed to do this action
es: No estás autorizado a hacer esta acción

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: No such item found.
es: No se encontró tal elemento.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: Module iw_main is required. You have to install the iw_main module previously to install it.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Unregistered
es: No registrados

source: All the topics
es: Todos los temas

source: Validate
es: Valida

source: Validate a note
es: Validación de una nota

source: Modify the configuration
es: Modifica la configuración

source: Modify
es: Modifica

source: Add a note
es: Añadir una nota

source: Send
es: Envía

source: More information
es: Más información

source: Probably the note have been sent without the attached file
es: Probablemente la nota se ha enviado sin el archivo adjunto

source: The note has been created successfully
es: La nota se ha creado correctamente

source: The note has been sent successfully, but is waiting for administrator's validation.
es: La nota se ha enviado correctamente, pero está a la espera de ser validada por un administrador/a.

source: The note has been modified
es: Se ha modificado la nota

source: Send the comment
es: Envía un comentario

source: A new comment has been created
es: Se ha creado un comentario nuevo

source: The comment has been sent successfully, but is waiting for administrator's validation.
es: El comentario se ha enviado correctamente, pero está a la espera de ser validado por un administrador/a.

source: Comment validation
es: Validación de un comentario

source: Modify a comment
es: Modificación de un comentario

source: The comment has been modified
es: Se ha modificado el comentario

source: Add a new note
es: Añadir una nota nueva

source: View notes list
es: Mostrar lista de notas

source: Return to the configuration of the module
es: Volver a la pantalla de configuración del módulo

source: Show the notes stored (expired)
es: Mostrar las notas almacenadas (caducadas)

source: The action has failed
es: Se ha producido un error

source: The note cannot be deleted because it has comments. Remove the comments previously.
es: No se puede borrar la nota porque tiene comentarios. Antes se deben borrar los comentarios.

source: The note has been deleted
es: El registro se ha borrado con éxito

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
es: 'authkey' no válida: esto probablemente significa que has presionado el botón 'Atras', o que el 'authkey' de la página ha expirado. Por favor actualiza la página y vuelve a intentarlo.

source: Error! Could not load module.
es: Error! No se logró cargar el módulo.

source: The shared URL has been modified. Remember to notify it to everybody you need
es: Se ha modificado la URL compartida. Recuerde notificarlo a quien crea conveniente

source: The configuration has been modified
es: Se ha modificado la configuración del módulo

source: All
es: Todos

source: Create a new topic
es: Crea un tema nuevo

source: Create the topic
es: Crea el tema

source: A new topic has been created
es: Se ha creado un tema nuevo

source: The topic has not been found
es: No se ha encontrado el tema sobre el que hacer la acción solicitada

source: Edit a topic
es: Edita un tema

source: Modify the topic
es: Modifica el tema

source: The topic has been modified
es: Se ha modificado el tema

source: Create a new linked noteboard
es: Crear un enlace a tablón nuevo

source: Create
es: Crear

source: The noteboard is not available or is not shared
es: El tablón no está disponible o no es compartido

source: The shared noteboard URL has been modified
es: Se ha modificado el enlace de tablón

source: The noteboard is shared and it is available
es: El tablón esta compartido y es accesible

source: The noteboard is not shared or it is not available in this moment
es: El tablón no esta compartido o en estos momentos no es accesible

source: Provides a system to send small pieces of information to selected users. It has file support.
es: Permite enviar informaciones a los usuarios designados

source: NoteBoard
es: Tablón

source: Module configuration
es: Configuración del módulo

source: List of topics
es: Relación de temas

source: Topic
es: Tema

source: Description
es: Descripción

source: Group with access
es: Grupo que tiene acceso

source: Options
es: Opciones

source: Edit
es: Edita

source: Confirm the action
es: Confirma el borrado del tema

source: Delete the topic
es: Borra un tema

source: Delete
es: Borra

source: There are no defined topics
es: No hay temas definidos

source: Linked noteboards
es: Tablones enlazados

source: Name
es: Nombre

source: Make test
es: Realiza el test

source: Confirm that you want to eliminate the access to the module
es: Confirme que desea eliminar el acceso a este módulo

source: There are no linked noteboards
es: No hay tablones enlazados definidos

source: Groups
es: Grupos

source: Groups that can be chosen when sending a note
es: Destinatarios que se pueden seleccionar al enviar una nota

source: Permission level of the users
es: Nivel de permisos de los usuarios con las notas

source: Can be chosen
es: Se puede escoger

source: Checked by default
es: Marcado por defecto

source: Permissions
es: Permisos

source: Validation required
es: Requiere verificación

source: 1 - Read
es: 1 - Leer

source: 2 - Comment
es: 2 - Comentar

source: 3 - Write
es: 3 - Redactar

source: 4 - Choose users who are going to see the note
es: 4 - Escoger destinatarios

source: 5 - Edit the own notes
es: 5 - Editar propias

source: 6 - Delete the own notes
es: 6 - Borrar propias

source: 7 - Edit and delete notes sent by others
es: 7 - Editar y borrar ajenas

source: Warning:
es: Atención:

source: Every permission level includes lower levels
es: Cada nivel de permisos incluye todos los anteriores

source: Root of the file folder
es: Raíz del directorio de archivos

source: Server folder for attached files
es: Carpeta del servidor donde se almacenan los archivos adjuntos de las notas

source: The attached files folder have not been found
es: No se ha encontrado el directorio para los archivos adjuntos

source: (This folder needs write permissions)
es: (Esta carpeta debe tener permisos de escritura)

source: Group to verify notes
es: Indica que grupo puede verificar las notas

source: The notes expire at
es: Por defecto las notas caducan a los

source: days from their creation
es: días de ser creadas

source: Inform about edition after the minutes given from creation time (-1 = never)
es: Informa de la edición pasados los minutos indicados después de la publicación (-1 = nunca)

source: When addressee cannot be chosen are
es: Los destinatarios, cuando no se pueden escoger son

source: All users
es: todos los usuarios

source: Users from groups checked by default
es: los usuarios de los grupos marcados por defecto

source: Users chosen during the validation of the note
es: los que se decidan en el momento de verificar la nota

source: Unregistered cannot see who has sent the notes
es: Los no registrados no pueden ver quien ha enviado las notas

source: Multi language notes are allowed
es: El tablón admite notas en diferentes idiomas

source: Row color one for visited notes
es: Color de fondo de las filas impares para las notas visitadas

source: Try a color
es: Escoge el color

source: Row color two for visited notes
es: Color de fondo de las filas pares para las notas visitadas

source: Row color one for not visited notes
es: Color de fondo de las filas impares para las notas no visitadas

source: Row color tho for not visited notes
es: Color de fondo de las filas pares para las notas no visitadas

source: About this module
es: Acerca de este módulo

source: ...deleting topic...
es: ...borrando el tema...

source: ...deleting shared noteboard...
es: ...eliminando el bloc de notas compartido...

source: ...deleting shared URL...
es: ...eliminando la URL compartida...

source: Noteboard
es: Tablón de notas

source: Topic name
es: Nombre del tema

source: Topic description
es: Descripción del tema

source: Cancel
es: Cancelar

source: The topic name is empty
es: No has indicado el nombre del tema

source: Choose a topic
es: Escoge un tema

source: List of expired notes
es: Lista de anotaciones caducadas

source: Shared URL
es: URL Compartida

source: Date
es: Fecha

source: Note content
es: Contenido de la nota

source: Informant
es: Informa

source: Mark the note with a flag
es: Marca la nota con una bandera

source: Edited by
es: Editada por

source: at date
es: en la fecha

source: Shared noteboard between groups of different websites
es: El tablón admite notas compartidas entre grupos de diferents webs

source: Comments
es: Comentarios

source: Hide
es: Oculta

source: Has been seen by
es: La han visto

source: Remove the mark
es: Elimina la marca

source: Confirm that you want to force the expiration of the note
es: Confirma que quieres hacer caducar la nota

source: Force the expiration of the note
es: Haz que la nota caduque

source: Comment
es: Comentario

source: There are no notes in the noteboard
es: En estos momentos no hay notas

source: ...deleting the note...
es: ...borrando la nota...

source: ...modifying note flag status...
es: ...modificando la marca de la nota...

source: ...hidding note...
es: ...ocultando la nota...

source: ...saving note...
es: ...almacenando la nota...

source: Have seen the note
es: Han visto la nota

source: Back to previous table
es: Vuelve a la tabla anterior

source: The text of the note is empty!
es: No has escrito la nota

source: Do you really want to send the note?
es: ¿Estás seguro de querer enviar la nota?

source: The shared URL is empty
es: No has escrito la URL del tablón compartido

source: You are going to change the shared noteboard URL. This will disconnect the websites sindicated to your noteboard. Do you want continue?
es: Vas a cambiar la URL del tablón compartido. Esto desconnectará los tablones de los portales que estén sindicados con este. ¿Desea continuar?

source: Regenerate shared URL
es: Regenera la URL compartida

source: Show the shared URL in the public noteboard
es: Muestra la URL compartida en el tablón público

source: Name to show in linked noteboards
es: Nombre a mostrar en los tablones enlazados

source: The extension of the attached file is not accepted. Allowed extensions are:
es: La extensión del archivo adjunto no está permitida. Las extensiones posibles son:

source: There are no chosen addressee for the note
es: No has seleccionado a los destinatarios de la nota

source: Some of the dates in the form are not correct
es: Alguna de las fechas introducidas en el formulario es incorrecta. Compruébalas.

source: The closing date is incorrect
es: La fecha de caducidad es inferior a la fecha de publicación

source: Choose a language
es: Escoge un idioma

source: Publish date
es: Fecha de publicación

source: Closing date
es: Fecha de caducidad

source: Headline
es: Titular

source: Since
es: Desde

source: Up to
es: Hasta

source: Link to find more information
es: Enlace donde encontrar más información

source: Addressee
es: Destinatarios

source: Check all
es: Revisar todo

source: This note will be sent to all registered users
es: Esta nota llegará a todos los usuarios

source: Comments allowed
es: Admite comentarios

source: Shared
es: Compartida

source: Put me as the sender of the note
es: Ponme como remitente de la nota

source: Text for the link
es: Texto del enlace

source: Add an attached file
es: Adjunta un archivo informativo

source: Allowed extensions -
es: Extensiones permitidas -

source: Erase the file attached to the note
es: Borra el archivo adjunto de la nota

source: Attached file text
es: Texto del enlace con el archivo
